Repository: dhost-project/dhost
Catalog: dhost/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Source folder
fr: Dossier source

source: build command
fr: commande de build

source: Command used during the build process.
fr: Commande utilisée pour le processus de build.

source: Container used for the build process.
fr: Container utilisé pour le processus de build.

source: build options
fr: options de build

source: builds options
fr: options des builds

source: Based on the build return code
fr: Basé sur le code de retour du build

source: Raw logs output of the build process
fr: Logs brut du processus de build

source: environment variable
fr: variable d'environnement

source: environment variables
fr: variables d'environnement

source: dapp name
fr: nom de la dapp

source: owner
fr: propriétaire

source: Stoped
fr: Arrêté

source: Building
fr: En construction

source: Builed
fr: Construit

source: Deploying
fr: En cours de déploiement

source: Starting
fr: En cours de démarrage

source: Running
fr: En route

source: Unavailable
fr: Indisponible

source: Error
fr: Erreur

source: created at
fr: date de création

source: folder
fr: dossier

source: deployment
fr: déploiement

source: deployments
fr: déploiements

source: Github ID
fr: ID Github

source: Github repository unique ID.
fr: ID unique du répertoire Github.

source: Added at.
fr: Ajouté le.

source: Last updated from the Github API.
fr: Dernière mise à jour depuis l'API Github.

source: Github repository
fr: répertoire Github

source: Github repositories
fr: répertoires Github

source: Branch
fr: Branche

source: Github webhook unique ID.
fr: ID unique du webhook Github.

source: Last called by Github.
fr: Dernier appel par Github.

source: Github webhook
fr: Webhook Github

source: Github webhooks
fr: Webhooks Github

source: Automatically deploy the dapp when a push is made on the selected branch.
fr: Deployer automatiquement la dapp quand un push est fait sur la branche sélectionnée.

source: Wait for CI to pass before automatically deploying the dapp.
fr: Attendre que les CI passent avant de lancer le deploiement automatique.

source: Dapp Github options
fr: Option Github de la Dapp

source: Dapps Github options
fr: Options Github des Dapps

source: IPFS hash
fr: Hash IPFS

source: IPFS public gateway
fr: Passerelle IPFS publique

source: IPFS Dapp
fr: Dapp IPFS

source: IPFS Dapps
fr: Dapps IPFS

source: IPFS Deployment
fr: Déploiement IPFS

source: IPFS Deployments
fr: Déploiements IPFS

source: API logs
fr: Logs de l'API

source: New environment variable
fr: Nouvelle variable d'environnement

source: Environment variable updated
fr: Variable d'environnement mise à jour

source: Environment variable removed
fr: Variable d'environnement suprimée

source: Start build
fr: Démarrer la construction

source: Build successful
fr: Succès de la construction

source: Build failed
fr: Echec de la construction

source: Start deployment
fr: Démarrage du déploiement

source: Deployment successful
fr: Votre compte a bien été suprimé

source: Deployment failed
fr: Echec du déploiement

source: API log entry
fr: Entrée de log API

source: API log entries
fr: Entrées de logs API

source: subject
fr: sujet

source: content
fr: contenu

source: read
fr: lecture

source: time
fr: heure

source: Bad request
fr: Mauvaise requête

source: Bad request (400)
fr: Mauvaise requête (400)

source: permission denied
fr: permission refusée

source: Permission denied
fr: Permission refusée

source: Sorry you don't have the permission to access this page.
fr: Désolé, vous n'avez pas la permission pour accéder à cette page.

source: Page not found
fr: Page introuvable

source: Page not found (404)
fr: Page introuvable (404)

source: We’re sorry, but the requested page could not be found.
fr: Désolé, la page que vous avez demandé n'a pas pu être trouvé.

source: Server error (500)
fr: Erreur serveur (500)

source: Server Error <em>(500)</em>
fr: Erreur serveur <em>(500)</em>

source: There’s been an error. It’s been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
fr: Il y a eu une erreur. Les administrateurs du site ont été notifiés par email et devraient résoudre le problème rapidement. Merci de votre patience.

source: Personal info
fr: Info personnelles

source: Important dates
fr: Dates importantes

source: username
fr: nom d'utilisateur

source: A user with that username already exists.
fr: Un utilisateur avec ce nom existe déjà.

source: first name
fr: prénom

source: last name
fr: nom

source: email address
fr: adresse e-mail

source: staff status
fr: status staff

source: Designates whether the user can log into this admin site.
fr: Désigne si l'utilisateur peut se connecter au site admin.

source: active
fr: actif

source: Unselect this instead of deleting accounts.
fr: Désélectionnez ceci au lieu de supprimer le compte.

source: date joined
fr: date d'inscription

source: user
fr: utilisateur

source: users
fr: utilisateurs

source: Delete account
fr: Supprimer le compte

source: Your account has been successfully deleted.
fr: Votre compte a été supprimé avec succès

source: Update account
fr: Mettre à jour le compte

source: Change password
fr: Changer de mot de passe

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez ce mail car vous avez fait une demande de réinitialisation de votre mot de passe pour votre compte sur %(site_name)s

source: Please go to the following page and choose a new password:
fr: Merci de suivre le lien suivant afin de modifier votre mot de passe:

source: Your username, in case you’ve forgotten:
fr: Si vous avez oublié, votre nom d'utilisateur est:

source: Thanks for using our site!
fr: Merci d'utiliser notre site!

source: The %(site_name)s team
fr: L'équipe de %(site_name)s

source: Password reset on %(site_name)s
fr: Réinitialisation de mot de passe sur %(site_name)s

source: Export account's data.
fr: Exporter les données de compte

source: Thanks for spending some quality time with the Web site today.
fr: Merci d'avoir passé du temps de qualité sur notre site aujourd'hui.

source: Log in again
fr: Connectez vous à nouveau

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
fr: Vous êtes connectés en tant que %(username)s, mais vous n'avez pas accès à cette page. Voulez vous vous connecter avec un compte différent ?

source: Login
fr: Connexion

source: Forgotten your password or username?
fr: Mot de passe ou nom d'utilisateur oublié ?

source: Update notifications
fr: Mettre à jour les notifications

source: Your password was changed.
fr: Votre mot de passe a changé.

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Merci d'entrer votre ancien mot de passe, pour des raisons de sécurité, et ensuite entrez votre nouveau mot de passe deux fois pour confirmer qu'il a été tapé correctement.

source: Change my password
fr: Changer mon mot de passe

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a été mis a jour. Vous pouvez désormais vous connecter.

source: Log in
fr: Connexion

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Merci de saisir votre mot de passe deux fois afin que nous puissions confirmer que vous l'avez tapé correctement.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation n'est pas valide, il a probablement déja été utilisé. Merci de refaire une demande de réinitialisation.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fr: Nous vous avons envoyé un mail avec les instructions pour réinitialiser votre mot de passe. Si un compte est lié à l'adresse renseignée, vous devriez les recevoir rapidement.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas de mail assurez vous que vous avez entré l'adresse avec laquelle vous vous êtes inscrit, et vérifiez votre dossier de spam.

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
fr: Mot de passe oublié ? Entrez votre adresse mail ci-dessous et nous allons vous envoyer les instructions pour le changer.

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Sign Up
fr: Inscription

source: Sign up
fr: Inscription

source: Account settings
fr: Paramètres de compte

source: Export data
fr: Exporter les données

source: Delete account successful
fr: Votre compte a bien été suprimé
